<?php

return [

    'resetSuccess'              => 'Пароль сброшен, войдите в систему',
    'activateSuccess'           => 'Аккаунт активирован. Теперь можно войти в систему', 
    'resetSent'                 => 'Проверте свой e-mail ящик для сброса пароля',
    'errorOccured'              => 'Произошла ошибка',
    'linkExpired'               => 'Ссылка для восстановления истекла',
    'noAuth'                    => 'Не удалось разрешить пожалуйста попробуйте еще раз',
    'notActivated'              => 'Учетная запись не активирована.',
    'accountCreated'            => 'учетная запись создана. пожалуйста, проверьте свою e-mail почту, чтобы активировать свой аккаунт',
    'accountCreatedNoAuth'      => 'учетная запись создана. пожалуйста, Войдите в систему',
    'acitvationEmailReSent'     => 'Активационное письмо отправлено повторно. пожалуйста, проверьте свою e-mail почту, чтобы активировать свой аккаунт',
    'noUser'                    => 'Участник с таким E-mail не найден',
    'successUpdate'             => 'Профиль успешно обновлен',
    'passwordAuthorised'        => 'Сбросить пароль авторизация.'
    
    

];