<h1>О нас</h1>
<div class="telo">
    <b>Задача 1</b> — изучить <a rel="nofollow noreferrer" target="_blank" href="https://www.codeigniter.com/"><i>CodeIgniter</i></a>: routes, get / post, ajax, csrf (глобально), миграцию и т.д.
     
    <br><br>
    <b>Задача 2</b> — построить систему авторизации, администрирование и систему документации с обратной связью. Которую (как базу) можно использовать далее.

    <br><br>
    <b>Задача 3</b> — посмотрим... Главное изучить всё.

    <br><br>
    <b>CodeIgniter</b> — это мощный PHP-фреймворк с очень маленьким размером, созданный для разработчиков, которым нужен простой и элегантный инструментарий для создания полнофункциональных веб-приложений.

    <br><br>
    На GitHub: <a rel="nofollow noreferrer" target="_blank" href="https://github.com/Toxu-ru/AreaDev">AreaDev</a>

    <h3>Правила</h3>

    <p>Пожалуйста, относитесь к этому сайту с таким же уважением, как относитесь к собственному дому. </p>
    <ul>
        <li>Нет нарушений законодательства РФ.</li>
        <li>Нет нападкам.</li>
        <li>Нет спаму.</li>
    </ul>
</div>

 